import { Button } from "@/components/ui/button";

const Goals = () => {
  return (
    <div className="flex flex-col gap-14 p-8">
      <h1 className="text-4xl font-bold">هدفنا:</h1>
      <ul className="list-disc marker:text-primary">
        <li>
          نشر الوعي الصحي بين النازحين في مراكز الإيواء بقطاع غزة والضفة
          الغربية.
        </li>
        <li>
          ترتكز الحملة على تقديم محاضرات، جلسات حوارية، وتوزيع مستلزمات النظافة
          الشخصية، بتنسيق مع إدارات المراكز ومجموعة من المختصين والمتطوعين.
        </li>
        <li>
          يشمل البرنامج تدريب متطوعين مركزيين لتكوين فرق توعوية من النازحين
          أنفسهم لضمان استمرارية التوعية، مع توفير أدوات صحية ومستلزمات دعم
          للفرق والمشاركين لتعزيز بيئة صحية آمنة قدر الإمكان.
        </li>
      </ul>
      <Button>اعرف المزيد عن مهمتنـا</Button>
    </div>
  );
};

export default Goals;
